Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Timed out waiting for device wallet to sync.
de: Zeitüberschreitung beim Warten auf den Sync der Geräte-Wallet.
es: Se agotó el tiempo de espera para la sincronización de la cartera del dispositivo.
fr: Délai dépassé : le portefeuille de l’appareil ne s’est pas synchronisé.
it: Tempo scaduto in attesa della sincronizzazione del portafoglio del dispositivo.
ja: デバイスウォレットの同期待ちがタイムアウトしました。
ko: 기기 지갑 동기화를 기다리는 중에 시간이 초과되었습니다.
nl: Time-out bij wachten op synchronisatie van hardwareportemonnee.
pl: Przekroczono czas oczekiwania na synchronizację portfela urządzenia.
pt_br: Tempo esgotado aguardando a sincronização da carteira do dispositivo.
ro: Timpul de așteptare pentru sincronizarea portofelului de pe dispozitiv a expirat.
ru: Истекло время ожидания синхронизации кошелька устройства.
tr: Aygıt cüzdanının eşzamanlanması beklenirken zaman aşımı oluştu.
uk: Час очікування синхронізації гаманця пристрою вичерпано.
zh_hans: 等待设备钱包同步超时。
zh_hant: 等待裝置錢包同步逾時。

source: Toggle to confirm you have saved your seed phrase
de: Umschalten, um zu bestätigen, dass du deine Seed-Phrase gesichert hast
es: Activa para confirmar que guardaste tu frase semilla
fr: Activez pour confirmer que vous avez sauvegardé votre phrase de récupération
it: Attiva per confermare di aver salvato la frase seed
ja: オンにして、シードフレーズを保存したことを確認します
ko: 시드 문구를 저장했음을 확인하려면 켜세요
nl: Schakel in om te bevestigen dat je je seedzin hebt bewaard
pl: Przełącz, aby potwierdzić zapisanie frazy seed
pt_br: Ative para confirmar que você guardou sua frase-semente
ro: Comută pentru a confirma că ai salvat fraza seed
ru: Переключите, чтобы подтвердить, что вы сохранили мнемоническую фразу
tr: Kurtarma ifadenizi kaydettiğinizi onaylamak için açın
uk: Перемкніть, щоб підтвердити, що ви зберегли мнемонічну фразу
zh_hans: 切换以确认你已保存助记词
zh_hant: 切換來確認你已儲存助記詞

source: Toggle to specify when the wallet was created for faster scanning
de: Umschalten, um das Erstelldatum der Wallet für einen schnelleren Scan anzugeben
es: Activa para indicar cuándo se creó la cartera y escanear más rápido
fr: Activez pour indiquer la date de création du portefeuille et accélérer l’analyse
it: Attiva per indicare quando è stato creato il portafoglio e velocizzare la scansione
ja: オンにしてウォレットの作成日を指定すると、スキャンが速くなります
ko: 더 빠른 스캔을 위해 지갑 생성 시점을 지정하려면 켜세요
nl: Schakel in om aan te geven wanneer de portemonnee is aangemaakt, voor sneller scannen
pl: Przełącz, aby podać datę utworzenia portfela i przyspieszyć skanowanie
pt_br: Ative para informar quando a carteira foi criada e acelerar a varredura
ro: Comută pentru a specifica data creării portofelului, pentru o scanare mai rapidă
ru: Переключите, чтобы указать дату создания кошелька и ускорить сканирование
tr: Daha hızlı tarama için cüzdanın oluşturulma tarihini belirtmek üzere açın
uk: Перемкніть, щоб указати дату створення гаманця для швидшого сканування
zh_hans: 切换以指定钱包的创建时间，从而加快扫描
zh_hant: 切換來指定錢包的建立時間，以加快掃描

# Too many attempts. Try again in %lldm %llds
source: Too many attempts. Try again in %1$lldm %2$llds
de: Zu viele Versuche. Erneut möglich in %1$lld Min. %2$lld Sek.
es: Demasiados intentos. Vuelve a intentarlo en %1$lld min %2$lld s
fr: Trop de tentatives. Réessayez dans %1$lld min %2$lld s
it: Troppi tentativi. Riprova tra %1$lld min %2$lld s
ja: 試行回数が多すぎます。%1$lld分%2$lld秒後にもう一度お試しください
ko: 시도 횟수가 너무 많습니다. %1$lld분 %2$lld초 후에 다시 시도하세요.
nl: Te veel pogingen. Probeer het opnieuw over %1$lld min %2$lld s
pl: Zbyt wiele prób. Spróbuj ponownie za %1$lld min %2$lld s
pt_br: Muitas tentativas. Tente novamente em %1$lld min %2$lld s
ro: Prea multe încercări. Încearcă din nou peste %1$lld min %2$lld s
ru: Слишком много попыток. Повторите через %1$lld мин %2$lld сек
tr: Çok fazla deneme yapıldı. %1$lld dk. %2$lld sn. sonra yeniden deneyin
uk: Забагато спроб. Повторіть через %1$lld хв %2$lld с
zh_hans: 尝试次数过多。请在 %1$lld 分 %2$lld 秒后重试
zh_hant: 嘗試次數過多。請在 %1$lld 分 %2$lld 秒後再試一次

source: Too many attempts. Try again in %llds
de: Zu viele Versuche. Erneut möglich in %lld Sek.
es: Demasiados intentos. Vuelve a intentarlo en %lld s
fr: Trop de tentatives. Réessayez dans %lld s
it: Troppi tentativi. Riprova tra %lld s
ja: 試行回数が多すぎます。%lld秒後にもう一度お試しください
ko: 시도 횟수가 너무 많습니다. %lld초 후에 다시 시도하세요.
nl: Te veel pogingen. Probeer het opnieuw over %lld s
pl: Zbyt wiele prób. Spróbuj ponownie za %lld s
pt_br: Muitas tentativas. Tente novamente em %lld s
ro: Prea multe încercări. Încearcă din nou peste %lld s
ru: Слишком много попыток. Повторите через %lld сек
tr: Çok fazla deneme yapıldı. %lld sn. sonra yeniden deneyin
uk: Забагато спроб. Повторіть через %lld с
zh_hans: 尝试次数过多。请在 %lld 秒后重试
zh_hant: 嘗試次數過多。請在 %lld 秒後再試一次

# Too many failed attempts. Try again in %lldm %llds
source: Too many failed attempts. Try again in %1$lldm %2$llds
de: Zu viele Fehlversuche. Erneut möglich in %1$lld Min. %2$lld Sek.
es: Demasiados intentos fallidos. Vuelve a intentarlo en %1$lld min %2$lld s
fr: Trop de tentatives infructueuses. Réessayez dans %1$lld min %2$lld s
it: Troppi tentativi non riusciti. Riprova tra %1$lld min %2$lld s
ja: 失敗回数が多すぎます。%1$lld分%2$lld秒後にもう一度お試しください
ko: 실패한 시도가 너무 많습니다. %1$lld분 %2$lld초 후에 다시 시도하세요.
nl: Te veel mislukte pogingen. Probeer het opnieuw over %1$lld min %2$lld s
pl: Zbyt wiele nieudanych prób. Spróbuj ponownie za %1$lld min %2$lld s
pt_br: Muitas tentativas incorretas. Tente novamente em %1$lld min %2$lld s
ro: Prea multe încercări eșuate. Încearcă din nou peste %1$lld min %2$lld s
ru: Слишком много неудачных попыток. Повторите через %1$lld мин %2$lld сек
tr: Çok fazla başarısız deneme yapıldı. %1$lld dk. %2$lld sn. sonra yeniden deneyin
uk: Забагато невдалих спроб. Повторіть через %1$lld хв %2$lld с
zh_hans: 失败次数过多。请在 %1$lld 分 %2$lld 秒后重试
zh_hant: 失敗次數過多。請在 %1$lld 分 %2$lld 秒後再試一次

source: Too many failed attempts. Try again in %llds
de: Zu viele Fehlversuche. Erneut möglich in %lld Sek.
es: Demasiados intentos fallidos. Vuelve a intentarlo en %lld s
fr: Trop de tentatives infructueuses. Réessayez dans %lld s
it: Troppi tentativi non riusciti. Riprova tra %lld s
ja: 失敗回数が多すぎます。%lld秒後にもう一度お試しください
ko: 실패한 시도가 너무 많습니다. %lld초 후에 다시 시도하세요.
nl: Te veel mislukte pogingen. Probeer het opnieuw over %lld s
pl: Zbyt wiele nieudanych prób. Spróbuj ponownie za %lld s
pt_br: Muitas tentativas incorretas. Tente novamente em %lld s
ro: Prea multe încercări eșuate. Încearcă din nou peste %lld s
ru: Слишком много неудачных попыток. Повторите через %lld сек
tr: Çok fazla başarısız deneme yapıldı. %lld sn. sonra yeniden deneyin
uk: Забагато невдалих спроб. Повторіть через %lld с
zh_hans: 失败次数过多。请在 %lld 秒后重试
zh_hant: 失敗次數過多。請在 %lld 秒後再試一次

source: Tor Proxy Required
de: Tor-Proxy erforderlich
es: Se requiere proxy Tor
fr: Proxy Tor requis
it: Proxy Tor richiesto
ja: Torプロキシが必要です
ko: Tor 프록시 필요
nl: Tor-proxy vereist
pl: Wymagane proxy Tor
pt_br: Proxy Tor Necessário
ro: Proxy Tor necesar
ru: Требуется прокси Tor
tr: Tor Proxy'si Gerekli
uk: Потрібен проксі Tor
zh_hans: 需要 Tor 代理
zh_hant: 需要 Tor 代理伺服器

source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 합계
nl: Totaal
pl: Łącznie
ru: Итого
tr: Toplam
uk: Разом
zh_hans: 总计
zh_hant: 總計

source: Transaction Failed
de: Transaktion fehlgeschlagen
es: Falló la transacción
fr: Échec de la transaction
it: Transazione non riuscita
ja: トランザクションに失敗しました
ko: 거래 실패
nl: Transactie mislukt
pl: Transakcja nie powiodła się
pt_br: Falha na Transação
ro: Tranzacția a eșuat
ru: Транзакция не удалась
tr: İşlem Başarısız
uk: Не вдалося виконати транзакцію
zh_hans: 交易失败
zh_hant: 交易失敗

source: Transaction ID
de: Transaktions-ID
es: ID de transacción
fr: ID de transaction
it: ID transazione
ja: トランザクションID
ko: 거래 ID
nl: Transactie-ID
pl: ID transakcji
pt_br: ID da Transação
ro: ID tranzacție
ru: ID транзакции
tr: İşlem ID'si
uk: ID транзакції
zh_hans: 交易 ID
zh_hant: 交易 ID

source: Transaction ID copied
de: Transaktions-ID kopiert
es: ID de transacción copiado
fr: ID de transaction copié
it: ID transazione copiato
ja: トランザクションIDをコピーしました
ko: 거래 ID 복사됨
nl: Transactie-ID gekopieerd
pl: Skopiowano ID transakcji
pt_br: ID da transação copiado
ro: ID tranzacție copiat
ru: ID транзакции скопирован
tr: İşlem ID'si kopyalandı
uk: ID транзакції скопійовано
zh_hans: 交易 ID 已拷贝
zh_hant: 交易 ID 已拷貝

source: Transaction Key
de: Transaktionsschlüssel
es: Clave de transacción
fr: Clé de transaction
it: Chiave della transazione
ja: トランザクションキー
ko: 거래 키
nl: Transactiesleutel
pl: Klucz transakcji
pt_br: Chave da Transação
ro: Cheia tranzacției
ru: Ключ транзакции
tr: İşlem Anahtarı
uk: Ключ транзакції
zh_hans: 交易密钥
zh_hant: 交易金鑰

source: Transaction broadcast.
de: Transaktion gesendet.
es: Transacción transmitida.
fr: Transaction diffusée.
it: Transazione trasmessa.
ja: トランザクションをブロードキャストしました。
ko: 거래가 전송되었습니다.
nl: Transactie uitgezonden.
pl: Transakcja wysłana do sieci.
pt_br: Transação transmitida.
ro: Tranzacție transmisă.
ru: Транзакция отправлена в сеть.
tr: İşlem yayınlandı.
uk: Транзакцію передано в мережу.
zh_hans: 交易已广播。
zh_hant: 交易已廣播。

source: Transaction key unavailable on this device
de: Transaktionsschlüssel auf diesem Gerät nicht verfügbar
es: Clave de transacción no disponible en este dispositivo
fr: Clé de transaction indisponible sur cet appareil
it: Chiave della transazione non disponibile su questo dispositivo
ja: このデバイスではトランザクションキーを利用できません
ko: 이 기기에서는 거래 키를 사용할 수 없음
nl: Transactiesleutel niet beschikbaar op dit apparaat
pl: Klucz transakcji jest niedostępny na tym urządzeniu
pt_br: Chave da transação indisponível neste dispositivo
ro: Cheia tranzacției nu este disponibilă pe acest dispozitiv
ru: Ключ транзакции недоступен на этом устройстве
tr: Bu aygıtta işlem anahtarı kullanılamıyor
uk: Ключ транзакції недоступний на цьому пристрої
zh_hans: 此设备上没有交易密钥
zh_hant: 此裝置上無法取得交易金鑰

source: Transactions Are Irreversible
de: Transaktionen sind unumkehrbar
es: Las transacciones son irreversibles
fr: Les transactions sont irréversibles
it: Le transazioni sono irreversibili
ja: トランザクションは取り消せません
ko: 거래는 되돌릴 수 없습니다
nl: Transacties zijn onomkeerbaar
pl: Transakcje są nieodwracalne
pt_br: Transações São Irreversíveis
ro: Tranzacțiile sunt ireversibile
ru: Транзакции необратимы
tr: İşlemler Geri Alınamaz
uk: Транзакції незворотні
zh_hans: 交易不可撤销
zh_hant: 交易無法撤銷

source: Trezor BLE write timed out
de: Zeitüberschreitung beim Schreiben an den Trezor (BLE)
es: Se agotó el tiempo de escritura BLE del Trezor
fr: Délai d’écriture BLE dépassé sur le Trezor
it: Tempo scaduto per la scrittura BLE sul Trezor
ja: TrezorへのBLE書き込みがタイムアウトしました
ko: Trezor BLE 쓰기 시간 초과
nl: Time-out bij schrijven naar Trezor via BLE
pl: Przekroczono czas zapisu BLE do Trezora
pt_br: Tempo esgotado na escrita BLE do Trezor
ro: Scrierea BLE pe Trezor a expirat
ru: Истекло время записи на Trezor по BLE
tr: Trezor BLE yazma işlemi zaman aşımına uğradı
uk: Час очікування запису BLE на Trezor вичерпано
zh_hans: Trezor BLE 写入超时
zh_hant: Trezor BLE 寫入逾時

source: Trezor Ready
de: Trezor bereit
es: Trezor listo
fr: Trezor prêt
it: Trezor pronto
ja: Trezorの準備完了
ko: Trezor 준비됨
nl: Trezor gereed
pl: Trezor gotowy
pt_br: Trezor Pronto
ro: Trezor pregătit
ru: Trezor готов
tr: Trezor Hazır
uk: Trezor готовий
zh_hans: Trezor 已就绪
zh_hant: Trezor 已就緒

source: Trezor didn't complete the key-image export. Confirm the prompt on the device and try again.
de: Der Trezor hat den Key-Image-Export nicht abgeschlossen. Bestätige die Abfrage auf dem Gerät und versuche es erneut.
es: El Trezor no completó la exportación de imágenes de clave. Confirma la solicitud en el dispositivo e inténtalo de nuevo.
fr: Le Trezor n’a pas terminé l’exportation des images de clé. Confirmez la demande sur l’appareil et réessayez.
it: Il Trezor non ha completato l’esportazione delle immagini della chiave. Conferma la richiesta sul dispositivo e riprova.
ja: Trezorがキーイメージの書き出しを完了しませんでした。デバイスで確認を承認して、もう一度お試しください。
ko: Trezor가 키 이미지 내보내기를 완료하지 않았습니다. 기기에서 요청을 승인하고 다시 시도하세요.
nl: Trezor heeft de export van key images niet voltooid. Bevestig het verzoek op het apparaat en probeer het opnieuw.
pl: Trezor nie ukończył eksportu obrazów kluczy. Potwierdź komunikat na urządzeniu i spróbuj ponownie.
pt_br: O Trezor não concluiu a exportação das imagens-chave. Confirme a solicitação no dispositivo e tente novamente.
ro: Trezor nu a finalizat exportul de imagini cheie. Confirmă solicitarea pe dispozitiv și încearcă din nou.
ru: Trezor не завершил экспорт образов ключей. Подтвердите запрос на устройстве и повторите попытку.
tr: Trezor anahtar görüntüsü dışa aktarımını tamamlamadı. Aygıttaki istemi onaylayıp yeniden deneyin.
uk: Trezor не завершив експорт образів ключів. Підтвердьте запит на пристрої й повторіть спробу.
zh_hans: Trezor 未完成密钥镜像导出。请在设备上确认提示，然后重试。
zh_hant: Trezor 未完成金鑰映像匯出。請在裝置上確認提示，然後再試一次。

source: Trezor didn't respond. Make sure it's unlocked and nearby, then try again.
de: Der Trezor antwortet nicht. Stelle sicher, dass er entsperrt und in der Nähe ist, und versuche es erneut.
es: El Trezor no respondió. Asegúrate de que esté desbloqueado y cerca, e inténtalo de nuevo.
fr: Le Trezor n’a pas répondu. Vérifiez qu’il est déverrouillé et à proximité, puis réessayez.
it: Il Trezor non ha risposto. Assicurati che sia sbloccato e vicino, poi riprova.
ja: Trezorが応答しませんでした。ロックが解除されていて近くにあることを確認してから、もう一度お試しください。
ko: Trezor가 응답하지 않습니다. 잠금이 해제되어 있고 가까이 있는지 확인한 후 다시 시도하세요.
nl: Trezor reageert niet. Zorg dat hij ontgrendeld en in de buurt is en probeer het opnieuw.
pl: Trezor nie odpowiada. Upewnij się, że jest odblokowany i w pobliżu, a potem spróbuj ponownie.
pt_br: O Trezor não respondeu. Verifique se ele está desbloqueado e por perto e tente novamente.
ro: Trezor nu a răspuns. Asigură-te că este deblocat și în apropiere, apoi încearcă din nou.
ru: Trezor не отвечает. Убедитесь, что он разблокирован и находится рядом, и повторите попытку.
tr: Trezor yanıt vermedi. Kilidinin açık ve yakında olduğundan emin olup yeniden deneyin.
uk: Trezor не відповідає. Переконайтеся, що він розблокований і поруч, і повторіть спробу.
zh_hans: Trezor 没有响应。请确保它已解锁且在附近，然后重试。
zh_hant: Trezor 沒有回應。請確認它已解鎖且在附近，然後再試一次。

source: Trezor didn't respond. Reconnect and try again.
de: Der Trezor antwortet nicht. Verbinde ihn neu und versuche es erneut.
es: El Trezor no respondió. Vuelve a conectarlo e inténtalo de nuevo.
fr: Le Trezor n’a pas répondu. Reconnectez-le et réessayez.
it: Il Trezor non ha risposto. Ricollegalo e riprova.
ja: Trezorが応答しませんでした。再接続して、もう一度お試しください。
ko: Trezor가 응답하지 않습니다. 재연결한 후 다시 시도하세요.
nl: Trezor reageert niet. Verbind opnieuw en probeer het nog eens.
pl: Trezor nie odpowiada. Połącz go ponownie i spróbuj jeszcze raz.
pt_br: O Trezor não respondeu. Reconecte e tente novamente.
ro: Trezor nu a răspuns. Reconectează-l și încearcă din nou.
ru: Trezor не отвечает. Переподключите его и повторите попытку.
tr: Trezor yanıt vermedi. Yeniden bağlanıp tekrar deneyin.
uk: Trezor не відповідає. Підключіть його знову й повторіть спробу.
zh_hans: Trezor 没有响应。请重新连接，然后重试。
zh_hant: Trezor 沒有回應。請重新連接，然後再試一次。

source: Trezor disconnected during operation
de: Trezor während des Vorgangs getrennt
es: El Trezor se desconectó durante la operación
fr: Le Trezor s’est déconnecté pendant l’opération
it: Trezor disconnesso durante l’operazione
ja: 操作中にTrezorとの接続が切れました
ko: 작업 중 Trezor 연결이 끊어짐
nl: Verbinding met Trezor verbroken tijdens bewerking
pl: Trezor rozłączył się w trakcie operacji
pt_br: O Trezor foi desconectado durante a operação
ro: Trezor s-a deconectat în timpul operațiunii
ru: Trezor отключился во время операции
tr: Trezor'un bağlantısı işlem sırasında kesildi
uk: Trezor від’єднався під час операції
zh_hans: Trezor 在操作过程中断开了连接
zh_hant: Trezor 在操作過程中中斷連線

source: Trezor disconnected — please reconnect.
de: Trezor getrennt – bitte neu verbinden.
es: Trezor desconectado — vuelve a conectarlo.
fr: Trezor déconnecté — reconnectez-le.
it: Trezor disconnesso — ricollegalo.
ja: Trezorとの接続が切れました。再接続してください。
ko: Trezor 연결이 끊어졌습니다 — 다시 연결하세요.
nl: Verbinding met Trezor verbroken — maak opnieuw verbinding.
pl: Trezor się rozłączył – połącz go ponownie.
pt_br: Trezor desconectado — reconecte-o.
ro: Trezor s-a deconectat — reconectează-l.
ru: Trezor отключился — подключите его снова.
tr: Trezor'un bağlantısı kesildi — lütfen yeniden bağlanın.
uk: Trezor від’єднано — підключіть його знову.
zh_hans: Trezor 已断开连接，请重新连接。
zh_hant: Trezor 已中斷連線，請重新連接。

source: Trezor is not connected
de: Trezor ist nicht verbunden
es: El Trezor no está conectado
fr: Le Trezor n’est pas connecté
it: Il Trezor non è connesso
ja: Trezorが接続されていません
ko: Trezor가 연결되어 있지 않음
nl: Trezor is niet verbonden
pl: Trezor nie jest połączony
pt_br: O Trezor não está conectado
ro: Trezor nu este conectat
ru: Trezor не подключён
tr: Trezor bağlı değil
uk: Trezor не підключено
zh_hans: Trezor 未连接
zh_hant: Trezor 未連線

source: Triggered %lldm ago
de: Vor %lld Min. ausgelöst
es: Activada hace %lld min
fr: Déclenchée il y a %lld min
it: Attivato %lld min fa
ja: %lld分前に通知
ko: %lld분 전 발생
nl: %lld min geleden geactiveerd
pl: Uruchomiono %lld min temu
pt_br: Disparado há %lld min
ro: Declanșată acum %lld min
ru: Сработало %lld мин назад
tr: %lld dk. önce tetiklendi
uk: Спрацювало %lld хв тому
zh_hans: %lld 分钟前触发
zh_hant: %lld 分鐘前觸發

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de Problemas
ro: Depanare
ru: Устранение неполадок
tr: Sorun Giderme
uk: Усунення несправностей
zh_hans: 故障排除
zh_hant: 疑難排解

source: Trusted
de: Vertrauenswürdig
es: De confianza
fr: De confiance
it: Attendibile
ja: 信頼済み
ko: 신뢰됨
nl: Vertrouwd
pl: Zaufana
pt_br: Confiável
ro: De încredere
ru: В доверенной зоне
tr: Güvenilir
uk: Довірене
zh_hans: 可信
zh_hant: 受信任

source: Trusted Locations
de: Vertrauenswürdige Orte
es: Ubicaciones de confianza
fr: Lieux de confiance
it: Luoghi attendibili
ja: 信頼できる場所
ko: 신뢰할 수 있는 위치
nl: Vertrouwde locaties
pl: Zaufane lokalizacje
pt_br: Locais Confiáveis
ro: Locații de încredere
ru: Доверенные места
tr: Güvenilir Konumlar
uk: Довірені місця
zh_hans: 可信位置
zh_hant: 信任的位置

source: Trusted Locations defines security zones around places you choose. Your wallet stays updated when you're in these safe areas.
de: Vertrauenswürdige Orte legt Sicherheitszonen um Orte fest, die du wählst. Deine Wallet bleibt aktuell, solange du dich in diesen sicheren Bereichen befindest.
es: Ubicaciones de confianza define zonas de seguridad alrededor de los lugares que elijas. Tu cartera se mantiene actualizada cuando estás en estas zonas seguras.
fr: La fonction Lieux de confiance définit des zones de sécurité autour des lieux que vous choisissez. Votre portefeuille reste à jour lorsque vous êtes dans ces zones sûres.
it: Luoghi attendibili definisce zone di sicurezza intorno ai luoghi che scegli. Il portafoglio resta aggiornato quando ti trovi in queste aree sicure.
ja: 「信頼できる場所」は、指定した場所の周囲にセキュリティゾーンを設定します。これらの安全なエリア内にいるとき、ウォレットは最新の状態に保たれます。
ko: 신뢰할 수 있는 위치 기능은 사용자가 선택한 장소 주변에 보안 구역을 정의합니다. 이 안전 구역 안에 있을 때 지갑이 최신 상태로 유지됩니다.
nl: Vertrouwde locaties stelt beveiligingszones in rond plekken die je kiest. Je portemonnee blijft bijgewerkt als je in deze veilige gebieden bent.
pl: Zaufane lokalizacje określają strefy bezpieczeństwa wokół wybranych miejsc. Portfel pozostaje aktualny, gdy jesteś w tych bezpiecznych obszarach.
pt_br: O recurso Locais Confiáveis define zonas de segurança em torno de lugares que você escolher. Sua carteira fica atualizada quando você está nessas áreas seguras.
ro: Funcția Locații de încredere definește zone de securitate în jurul locurilor pe care le alegi. Portofelul rămâne actualizat cât timp te afli în aceste zone sigure.
ru: Функция «Доверенные места» задаёт зоны безопасности вокруг выбранных вами мест. Кошелёк обновляется, когда вы находитесь в этих безопасных зонах.
tr: Güvenilir Konumlar, seçtiğiniz yerlerin çevresinde güvenlik bölgeleri tanımlar. Bu güvenli alanlardayken cüzdanınız güncel kalır.
uk: Функція «Довірені місця» визначає безпечні зони навколо вибраних вами місць. Гаманець оновлюється, коли ви перебуваєте в цих безпечних зонах.
zh_hans: “可信位置”会在你选择的地点周围设定安全区域。当你身处这些安全区域时，钱包会保持更新。
zh_hant: 「信任的位置」會在你選擇的地點周圍設定安全區域。當你位於這些安全區域時，錢包會保持更新。

source: Trusted Locations requires "Always" location access. Go to Settings > Location and select "Always" to enable trusted zone monitoring.
de: Vertrauenswürdige Orte benötigt den Standortzugriff „Immer“. Öffne Einstellungen > Standort und wähle „Immer“, um die Zonenüberwachung zu aktivieren.
es: Ubicaciones de confianza requiere el acceso a la ubicación “Siempre”. Ve a Configuración > Ubicación y selecciona “Siempre” para activar la supervisión de zonas de confianza.
fr: La fonction Lieux de confiance nécessite l’accès à la position « Toujours ». Accédez à Réglages > Position et sélectionnez « Toujours » pour activer la surveillance des zones de confiance.
it: Luoghi attendibili richiede l’accesso alla posizione “Sempre”. Vai in Impostazioni > Posizione e scegli “Sempre” per attivare il monitoraggio delle zone attendibili.
ja: 「信頼できる場所」には、位置情報へのアクセスを「常に」にする必要があります。「設定」>「位置情報」で「常に」を選択すると、信頼ゾーンの監視が有効になります。
ko: 신뢰할 수 있는 위치를 사용하려면 ‘항상’ 위치 접근이 필요합니다. 설정 > 위치로 이동하여 ‘항상’을 선택하면 신뢰 구역 모니터링이 활성화됩니다.
nl: Vertrouwde locaties vereist locatietoegang ‘Altijd’. Ga naar Instellingen > Locatie en kies ‘Altijd’ om bewaking van vertrouwde zones in te schakelen.
pl: Zaufane lokalizacje wymagają dostępu do lokalizacji „Zawsze”. Otwórz Ustawienia > Lokalizacja i wybierz „Zawsze”, aby włączyć monitorowanie zaufanych stref.
pt_br: Locais Confiáveis requer o acesso à localização “Sempre”. Acesse Ajustes > Localização e selecione “Sempre” para ativar o monitoramento das zonas confiáveis.
ro: Funcția Locații de încredere necesită accesul la localizare „Întotdeauna”. Accesează Configurări > Localizare și selectează „Întotdeauna” pentru a activa monitorizarea zonelor de încredere.
ru: Для функции «Доверенные места» нужен доступ к геопозиции «Всегда». Откройте «Настройки» > «Геопозиция» и выберите «Всегда», чтобы включить отслеживание доверенных зон.
tr: Güvenilir Konumlar için “Her Zaman” konum erişimi gerekir. Güvenilir bölge izlemeyi açmak için Ayarlar > Konum bölümüne gidip “Her Zaman” seçeneğini belirleyin.
uk: Для функції «Довірені місця» потрібен доступ до локації «Завжди». Відкрийте Параметри > Локація й виберіть «Завжди», щоб увімкнути відстеження довірених зон.
zh_hans: “可信位置”需要“始终”位置访问权限。请前往“设置”>“位置”并选择“始终”，以启用可信区域监测。
zh_hant: 「信任的位置」需要「永遠」位置取用權。請前往「設定」>「位置」並選擇「永遠」，以啟用受信任區域監控。
